/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "1";
"version-sig"	= "EN-070918";

"common-controls-restart"		= "Yeniden Başlat";
"common-controls-shutdown"		= "Sistemi Kapat";
"common-controls-continue"		= "Sürdür";

"common-tab-apple-title"		= " Hakkında ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Donanım Sınamaları ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Donanım Profili ";	// does look better with spaces at head and tail
"common-version-str"			= "Sürüm ";
"common-bundle-str"				= "Paket ";

"mark-graphics-unknown-str"		= "Bilinmeyen video";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Yüklü/Takılı";
"mark-generic-absent-str"		= "Bulunamadı";
"mark-generic-hasDevice-str"	= "Aygıt bağlı";
"mark-generic-hasNoDevice-str"	= "Hiçbir aygıt bağlı değil";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Hertz";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " saat ";
"units-hours-str"		= " saat ";
"units-min-str"			= " dk. ";
"units-mins-str"		= " dk. ";
"units-sec-str"			= " sn.";
"units-secs-str"		= " sn.";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ",";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Apple Hardware Test bu makineyi desteklemiyor.";
"notcompat-ownrisk-str"			= "Riski size ait olmak üzere sürdürün [yalnızca ön sürüm].";


"test-head-intro1-text"			= "Apple Hardware Test, Macintosh’unuzun donanım sınamasını gerçekleştirebilir.";
"test-head-intro2-text"			= "Sınamaları gerçekleştirmek için, “Sına” düğmesini tıklayın veya “T” tuşuna basın.";

"test-probe-onto-text"			= "Donanımınız inceleniyor; bu işlem birkaç dakika sürebilir...";
"test-probe-outof-text"			= "Donanım incelemesi tamamlandı.";

"test-controls-launch"			= "Sına";
"test-controls-interrupt"		= "Sınamayı Durdur";

"test-choices-title"			= "Sınama Seçenekleri";
"test-about-title"				= "Sınamalar ve Sonuçlar Hakkında";
"test-results-title"			= "Sınama Sonuçları";

"test-results-notestyet"		= "İnceleme tamamlanana dek hiçbir sınama çalıştırılamaz.";
"test-results-nodevfound"		= "Hiçbir aygıt bulunamadı.";
"test-results-notyet"			= "Sınama için hazır.";
"test-results-quick-ongoing"	= "Sınama sürüyor.";
"test-results-extend-ongoing"	= "Genişletilmiş sınama sürüyor.";
"test-results-willstop"			= "Sınama durdurulacaktır.";
"test-results-interrupted"		= "Sınama tamamlanmadı.";
"test-results-nofail"			= "Hiçbir sorun bulunmadı.";
"test-results-error"			= "Sınama sırasında dahili hata.";
"test-results-failed"			= "Uyarı!  Apple Hardware Test bir hata buldu.";

"test-ongoing-short-status"		= "Sınama sürüyor.";
"test-ongoing-mlb-status"		= "Anakart sınanıyor.";
"test-ongoing-memory-status"	= "Bellek sınanıyor.";
"test-ongoing-storage-status"	= "Depolama aygıtları sınanıyor.";
"test-ongoing-video-status"		= "Grafik kartı sınanıyor.";

"test-ongoing-pass-time-text"	= " sonra sınama başlayacak...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "sonra sınama başlayacak...";
"test-ongoing-sess-pass-text"	= "Geçiş Numarası: ";
"test-ongoing-sess-time-text"	= "Toplam Sınama Süresi: ";

"test-desc-initial-1-text"	= "Apple Hardware Test, bilgisayarınızın donanım bileşenleriyle ilgili sorunları bulmak için kullanılan bir tanı aracıdır.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Gerçekleştirilen sınamalar, donanım sorununuzun mu yoksa yazılım sorununuzun mu olduğunu belirlemenize yardımcı olacaktır.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Sınama sonuçları donanım sorunu olmadığını saptarsa, daha fazla sorun giderme bilgileri için bilgisayarınızla birlikte gelen kılavuza ve/veya Yardım’a (sistem) danışın.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Tahmini tamamlanma süresi: Takılı bellek miktarına bağlı olarak 3 dakika veya daha uzun süre.";	/* default */
"test-desc-intro-quick-text2"	= "Tahmini tamamlanma süresi: Takılı bellek miktarına bağlı olarak 10 - 15 saniye veya daha uzun süre.";
"test-desc-intro-quick-text3"	= "Tahmini tamamlanma süresi: Takılı bellek miktarına bağlı olarak 2 dakika veya daha uzun süre.";
"test-desc-intro-quick-text4"	= "Tahmini tamamlanma süresi: Takılı bellek miktarına bağlı olarak 4 dakika veya daha uzun süre.";

"test-desc-intro-extend-text"	= "Tahmini tamamlanma süresi: Takılı bellek miktarına bağlı olarak 1 saat veya daha uzun süre.";	/* default */
"test-desc-intro-extend-text2"	= "Tahmini tamamlanma süresi: Takılı bellek miktarına bağlı olarak 10 - 15 dakika veya daha uzun süre.";
"test-desc-intro-extend-text3"	= "Tahmini tamamlanma süresi: Takılı bellek miktarına bağlı olarak 30 dakika veya daha uzun süre.";
"test-desc-intro-extend-text4"	= "Tahmini tamamlanma süresi: Takılı bellek miktarına bağlı olarak 2 saat veya daha uzun süre.";

"test-desc-option-extend-text"	= "Genişletilmiş sınama yap (oldukça uzun zaman alır).";
"test-desc-option-loop-text"	= "Döngü etkin.";

"test-desc-quick-running-1-text"	= "Sınama sürüyor...";
"test-desc-quick-running-2-text"	= "Durdurmak için, “Sınamayı Durdur” düğmesini tıklayın.";
"test-desc-quick-running-3-text"	= "Veya “Komut” (“Elma”) tuşuna ve “.” (nokta) tuşuna aynı anda basın.";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Genişletilmiş Sınama sürüyor...";
"test-desc-extend-running-2-text"	= "Durdurmak için, “Sınamayı Durdur” düğmesini tıklayın.";
"test-desc-extend-running-3-text"	= "Veya “Komut” (“Elma”) tuşuna ve “.” (nokta) tuşuna aynı anda basın.";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Uyarı!  Apple Hardware Test bir hata buldu.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Önce, Sınama Sonuçları alanındaki hata kodunu bir yere not edin.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "Sonra, bilgisayara bağlı çevrebirim aygıtları varsa lütfen bilgisayarı kapatın, çevrebirim aygıtlarının bağlantısını kesin ve sonuçları doğrulamak için Genişletilmiş Sınama’yı çalıştırın.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Daha sonra da hata hâlâ bildiriliyorsa, yardım alma hakkında AppleCare’e danışma yönergeleri için bilgisayarınızla birlikte gelen servis ve destek malzemelerini gözden geçirin.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Uyarı!  Apple Hardware Test başlangıçta bir hata buldu.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Önce, Sınama Sonuçları alanındaki hata kodlarını bir yere not edin.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "Sonra, bilgisayara bağlı çevrebirim aygıtları varsa lütfen bilgisayarı kapatın, çevrebirim aygıtlarının bağlantısını kesin ve sonuçları doğrulamak için Genişletilmiş Sınama’yı çalıştırın.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Daha sonra da hata hâlâ bildiriliyorsa, yardım alma hakkında AppleCare’e danışma yönergeleri için bilgisayarınızla birlikte gelen servis ve destek malzemelerini gözden geçirin.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Ürün";
"prof-prod-group-subtitle"		= "Ürün ayrıntıları:";
"prof-prod-name-label"			= "Macintosh adı:";
"prof-prod-model-label"			= "Macintosh modeli:";
"prof-prod-cputype-label"		= "CPU Türü:";
"prof-prod-cpucount-label"		= "İşlemci Sayısı:";
"prof-prod-cpucoretotal-label"	= "Toplam Çekirdek Sayısı:";
"prof-prod-cpucorecount-label"	= "Çekirdek Sayısı:";
"prof-prod-cpuspeed-label"		= "CPU Hızı:";
"prof-prod-cpucache-label"		= "L2 CPU Önbelleği (her bir işlemci için):";

"prof-prod-L2cache-label"		= "L2 Önbellek:";
"prof-prod-L2cachecore-label"	= "L2 Önbellek (her bir çekirdek için):";
"prof-prod-L3cache-label"		= "L3 Önbellek:";

"prof-prod-cpucache3-label"		= "L3 CPU Önbelleği (her bir CPU için):";
"prof-prod-mlb-sn-label"		= "Anakart seri no:";
"prof-processor-tray-sn-label"	= "İşlemci Tepsisi seri no:";

"prof-graph-group-title"		= "Video";
"prof-graph-group-subtitle"		= "Video ayrıntıları:";
"prof-graph-chipset-label"		= "Grafikler:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Ekran genişliği (piksel):";
"prof-graph-disp-height-label"	= "Ekran yüksekliği (piksel):";

"prof-communi-group-title"		= "İletişim";
"prof-communi-group-subtitle"	= "İletişim ayrıntıları:";
"prof-communi-enet-mac-label"	= "Ethernet MAC adresi:";
"prof-communi-fwire-mac-label"	= "FireWire MAC adresi:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "IR Alıcı:";
"prof-communi-usb1-connect-label"	= "USB Kapısı 1:";
"prof-communi-usb2-connect-label"	= "USB Kapısı 2:";
"prof-communi-usb3-connect-label"	= "USB Kapısı 3:";
"prof-communi-usb4-connect-label"	= "USB Kapısı 4:";

"prof-memo-group-title"			= "Bellek";
"prof-memo-group-subtitle"		= "Bellek ayrıntıları:";
"prof-memo-overview-label"		= "Genel Bilgi";
"prof-memo-slot-1-label"		= "Bellek #1";
"prof-memo-slot-2-label"		= "Bellek #2";
"prof-memo-slot-3-label"		= "Bellek #3";
"prof-memo-slot-4-label"		= "Bellek #4";
"prof-memo-slot-5-label"		= "Bellek #5";
"prof-memo-slot-6-label"		= "Bellek #6";
"prof-memo-slot-7-label"		= "Bellek #7";
"prof-memo-slot-8-label"		= "Bellek #8";

"prof-memo-type-str"			= "Anakarta lehimli SDRAM.";
"prof-memo--str"				= "Bilinmeyen";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Çevrim süresi (ns)";
"prof-memo-ct2-str"				= " Çevrim (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Şununla bellek çifti: #";
"prof-memo-paired-not-str"		= " eşli değil";
"prof-memo-mismatch-label"		= "Uyuşmazlık:";
"prof-memo-size-str"			= " büyüklük";
"prof-memo-speed-str"			= " hız";
"prof-memo-vendor-str"			= " satıcı";
"prof-memo-recommend-str"		= "Önerilen: ";
"prof-memo-post-fail-str"		= "POST hatası";

"prof-board-group-title"		= "Anakart";
"prof-board-brom-vers-label"	= "Boot ROM sürümü:";
"prof-board-smc-vers-label"		= "SMC sürümü:";
"prof-board-syst-sn-label"		= "Sistem seri no:";
"prof-board-bootdev-label"		= "Saptanmış başlatma aygıtı:";

"prof-stor-group-title"			= "Depolama";
"prof-stor-size-label"			= "Büyüklük:";

"prof-powr-group-title"			= "Güç";
"prof-powr-group-subtitle"		= "Güç ayrıntıları:";
"prof-powr-src-label"			= "Güç kaynağı:";
"prof-powr-src-wall-str"		= "Adaptör";
"prof-powr-src-batt-str"		= "Pil";
"prof-powr-ac-on-str"			= "Bağlı";
"prof-powr-ac-off-str"			= "Bağlı değil";
"prof-powr-capac-label"			= "Kapasite:";
"prof-powr-volt-label"			= "Gerilim:";
"prof-powr-status-label"		= "Durum:";

